"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "Agregar otro";

"Add US bank account" = "Agrega una cuenta bancaria de EE. UU.";

"Add a card" = "Agrega una tarjeta";

"Add a payment method" = "Agregar un método de pago";

"Add card" = "Agregar tarjeta";

"Add new card" = "Agrega una nueva tarjeta";

"Add new payment method" = "Agregar nuevo método de pago";

"Add your payment information" = "Agrega la información de pago";

"Approve payment" = "Aprobar pago";

"Back" = "Atrás";

"Bank" = "Banco";

"Bank account" = "Cuenta bancaria";

"Buy now or pay later with <img/>" = "Compra ahora o paga después con <img/>";

"Buy now or pay later with Afterpay" = "Compra ahora o paga después con Afterpay";

"Buy now or pay later with Clearpay" = "Compra ahora o paga después con Clearpay";

"Buy now or pay later with Klarna" = "Compra ahora o paga después con Klarna";

"Buy using a UPI ID" = "Comprar con un ID de UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si confirmas tu pago con PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Si accedes a Amazon Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Amazon Pay conforme a las condiciones estipuladas.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Al acceder a Klarna, permitirás que %1$@ efectúe cargos de pagos futuros en tu cuenta de Klarna conforme a sus condiciones y a las condiciones de Klarna. Puedes cambiar esta configuración en cualquier momento en tu aplicación de Klarna o poniéndote en contacto con %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si accedes a PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Si accedes a Revolut Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Revolut Pay conforme a las condiciones estipuladas.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al continuar, aceptas autorizar pagos conforme a <terms>estas condiciones</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Si continúas, autorizas a %1$@ a que cargue en tu cuenta de Cash App este pago y futuros pagos conforme a las condiciones de %2$@ hasta que se revoque esta autorización. Puedes cambiarla en cualquier momento en la configuración de Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al unirte a Link, aceptas las <terms>Condiciones de servicio</terms> y la <privacy>Política de privacidad</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Al proporcionar los datos de tu cuenta bancaria y confirmar el pago, aceptas esta solicitud de débito directo y el <terms>contrato de servicio de solicitud de débito directo</terms>, y autorizas a Stripe Payments Australia Pty Ltd, ACN 160 180 343, número de ID de usuario de débito directo 507156 («Stripe»), a efectuar débitos en tu cuenta mediante el sistema Bulk Electronic Clearing System (BECS) en nombre de %@ (el «Comerciante») por los importes que te comunique por separado el Comerciante. Certificas que eres titular de una cuenta o signatario autorizado de la cuenta especificada anteriormente.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Al facilitarnos los datos de la tarjeta, permites que {%@} cargue en tu tarjeta futuros pagos conforme a las condiciones estipuladas.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al proporcionar tu correo electrónico, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y la <privacy>Política de privacidad</privacy> de Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Al suministrar tus datos de pago y confirmar el pago, autorizas (A) a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que efectúe débitos en tu cuenta y (B) al banco a que efectúe los débitos en tu cuenta siguiendo esas instrucciones. Como parte de tus prerrogativas, tienes derecho a un rembolso del banco conforme a los términos y condiciones del contrato suscripto con dicha entidad. La solicitud de rembolso deberá efectuarse dentro de las 8 semanas posteriores a la fecha en que se efectuó el débito en tu cuenta. Tus derechos se explican en una declaración que puedes solicitarle a tu banco. Aceptas recibir notificaciones sobre próximos débitos con hasta 2 días de antelación a que estos ocurran.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al proporcionar tu número de teléfono, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y la <privacy>Política de privacidad</privacy> de Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al guardar tu cuenta bancaria para %@, aceptas autorizar pagos conforme a estas <terms>condiciones</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancelar y pagar por otra vía";

"Choose a payment method" = "Elegir un método de pago";

"Close card scanner" = "Cerrar escáner de tarjetas";

"Confirm" = "Confirmar";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirma el pago en la aplicación del banco o de pago en el transcurso de %@ para completar la compra.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirma el pago en la aplicación de tu banco en el transcurso de %@ para completar la compra.";

"Confirm your CVC" = "Confirma tu CVC";

"Contact information" = "Información de contacto";

"EPS Bank" = "Banco que opera con EPS";

"Enter address manually" = "Ingresar dirección manualmente";

"FPX Bank" = "Banco para FPX";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Entiendo que Stripe cobrará débitos directos en nombre de %@ y confirmo que soy el titular de la cuenta y la única persona que se requiere que autorice los débitos a esta cuenta.";

"IBAN" = "IBAN";

"Manage payment method" = "Gestionar el método de pago";

"Manage payment methods" = "Gestiona los métodos de pago";

"Manage your payment methods" = "Gestiona tus métodos de pago";

"Name on card" = "Nombre del titular de la tarjeta";

"New card" = "Nueva tarjeta";

"New payment method" = "Nuevo método de pago";

"Open your UPI app to approve your payment within %@" = "Abre tu aplicación UPI para aprobar tu pago en el plazo de %@";

"Or" = "O";

"Or pay using" = "O pagar con";

"Or pay with a card" = "O pagar con tarjeta";

"Or use" = "También puedes usar";

"Or use a card" = "También puedes usar una tarjeta";

"Pay %@" = "Pagar %@";

"Pay another way" = "Pagar de otra manera";

"Pay faster at %@ and thousands of businesses." = "Paga más rápido en %@ y miles de negocios.";

"Pay over time with %@" = "Paga a lo largo del tiempo con %@";

"Pay over time with Affirm" = "Paga a plazos con Affirm";

"Pay with Link" = "Pagar con Link";

"Pay with your bank account in just a few steps." = "Paga con tu cuenta bancaria en unos pocos pasos.";

"Payment failed" = "Error en el pago";

"Please go back and select another payment method" = "Regresa y selecciona otro método de pago";

"Point the camera at your card." = "Apunta la cámara a la tarjeta.";

"Processing..." = "Procesando...";

"Przelewy24 Bank" = "Banco que opera con Przelewy24";

"Remove card?" = "¿Deseas eliminar la tarjeta?";

"Remove payment method" = "Elimina el método de pago";

"Save" = "Guardar";

"Save a new payment method" = "Guarda un nuevo método de pago";

"Save address" = "Guardar dirección";

"Save for future payments" = "Guardar para futuros pagos";

"Save payment details to %@ for future purchases" = "Guardar los datos de pago en %@ para futuras compras";

"Save this account for future %@ payments" = "Guardar esta cuenta para realizar futuros pagos a %@";

"Save your bank account in just a few steps." = "Guarda tu cuenta bancaria en solo unos pasos.";

"Save your info for secure 1-click checkout with Link" = "Guardar mis datos para una confirmación de compra segura en un clic con Link";

"Saved" = "Guardado";

"Select card" = "Selecciona la tarjeta";

"Select payment method" = "Selecciona el método de pago";

"Select your payment method" = "Selecciona el método de pago";

"Set up" = "Configurar";

"Shipping to %@ is not supported." = "No se aceptan envíos a %@.";

"Show menu" = "Mostrar menú";

"Simple, secure one-click payments" = "Pagos seguros y sencillos en un clic";

"Something went wrong when linking your account.\nPlease try again later." = "Se produjo un error al vincular tu cuenta. Vuelve a intentarlo más tarde.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para terminar de guardar tu cuenta bancaria con %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el pago de %@.";

"The IBAN you entered is incomplete." = "El IBAN que ingresaste está incompleto.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "El Código Internacional de Cuenta Bancaria (IBAN) que introdujiste no es válido: \"%@\" no es un código de país admitido.";

"Update" = "Actualizar";

"Update card brand" = "Actualiza la marca de la tarjeta";

"View more" = "Ver más";

"Your IBAN should start with a two-letter country code." = "El IBAN debe empezar con un código de país de dos letras.";

"iDEAL Bank" = "Banco iDEAL";
